export const PUZZLEDATA = [
  {
    id: 1,
    title: '러시아워 시리즈',
    genre: 'puzzle',
    image: "https://ww.namu.la/s/8da648997715685482d5a9203f020742bd5e5777c5e1c195a84880570132857d0b1ea80f07f88bef9573f3653b8d07fe687abccf59e54a93076ea8595cd7b81cc712cc23999839f422a618c71406a04cf398bf42092c62d81804619224a03f7a",
    tableData: [
      ['디자이너', '노부유키 요시가하라'],
      ['개발사', 'Binary Arts'],
      ['발매년', '1970년대'],
      ['인원', '1 명'],
      ['플레이 시간', '30 분'],
      ['연령', '8세 이상'],
      ['장르', ''],
      ['테마', '퍼즐, 교통'],
      ['시스템', '포인트간 이동'],
    ]
  },
  {
    id: 2,
    title: '어메이징 라비린스',
    genre: 'puzzle',
    image: "https://w.namu.la/s/f64add9ec775d865d8d7d83514832a7a8f9223b88ccaa6d81e8398810f3b2015e1c784b152d33d730a8aa2d8780ff07859a05c522a4cd8cde6bfd049237085bfc2922100f8490119afed87a5397e4fef40f955e301c019f3a911a1153724770b",  
    tableData: [
      ['디자이너', 'Max J. Kobbert'],
      ['개발사', 'Ravensburger'],
      ['발매년', '1986'],
      ['인원', '2~4 명'],
      ['플레이 시간', '20 분'],
      ['연령', '8세 이상'],
      ['장르', '가족 게임, 어린이 게임'],
      ['테마', '마법, 판티지, 퍼즐'],
      ['시스템', '조립형 보드, 포인트간 이동, 길 놓기, 타일 배치'],
    ]
  },

]